{
    "setup": "ECMS",
    "number": "159",
    "date": "19A08",
    "field_data": {
        "ID": 159,
        "Date": "Tue Jan  8 16:01:22 2019",
        "Record date": "2019-01-08 12:00",
        "Author": "Scott",
        "Project Name": "OER",
        "Tag": "Nancy4, Nancy5, Nancy6, Evans1",
        "Sample Name": "Nancy4-6 are 25 nm RuO2 sputtered at RT on 5 nm Ti on GC, Evans1 is electrodeposited RuO2 (see text)",
        "Removed from vacuum": "19A06",
        "RE_vs_RHE": "0.716",
        "Resistor": "100 Ohm to start, see text",
        "Chip": "?-C4",
        "Electrolyte": "0.1 M HClO4 in H2(18)O",
        "pH": "1",
        "cleanliness": ""
    },
    "sample_measurements": {
        "Nancy4": [
            88
        ],
        "Nancy5": [
            89
        ],
        "Nancy6": [
            90,
            91,
            92
        ],
        "Evans1": [
            81,
            82,
            83
        ]
    },
    "measurement_EC_tags": {
        "88": "01...",
        "81": "06...",
        "82": "07...",
        "83": "08..."
    },
    "notes": "------ Nancy4\nA bit of a bumpy start. Not enough electrolyte in syringe, forgot to loosen cap to RE bong pipe, possibly\novertightened cell (to compensate for evt. thermal contraction since it was still a bit warm when mounted),\nended up with no electrolytic connection to RE. Took cell off, collected electrolyte (\"Nancy4 OCV\", another type\nof blank for ICP-MS), and remounted.\n\nEverything good the second time!\n01...\n5 minutes at 100 uA starting 2400 s in QMS file (timestamp 09:52:34)\nCycling range adjusted 4 mV to yesterday's electrode calibration at cycle 22 out of 50 (4400 s in QMS file)\nImmediately after hitting anodic turn (+1.4 V vs RHE) of 50th cycle, electrode released to OCV (in contrast to\nNancy3, in which it was brought to +1.2 V vs RHE.\n\n----- Nancy5\nall smooth. Moon-shaped presumably Ru deposits on chip facing CE again\n\n----- Nancy5\nall smooth. Moon-shaped presumably Ru deposits on chip facing CE once again\nHad to leave at OCV while at meeting. Did a couple cycles again at the end just tom ensure it ended at +1.4 V vs\nRHE.\n\n----- Evans1\nNamed by Choongman after jazz pianist Bill Evans, this is a beautiful high-surface-area RuO2 sample made by\nhydrogen bubble template at -0.3 V vs RHE.\n06... starting 20400s beautiful beautiful beautiful. Tons of CO2, again with a big m/z=44 at the start. Doesn't\nquite stabilize\nin 10 minutes, but OER starts really early and predominates in the 100 uA by +0.65 V vs RE, +1.38 V vs RHE. Very\nhairy O2 signals - lots of bubble nucleation.\n\nNo clear sign of exchange.\n\nPseudocapacitance at 5 mV/s is bigger than it had been at 50 for the Nancy samples! Whoa...\n\nIdea wrt to CO2 isotopes: try propene oxidation on RuO2 to see if lattice oxygen is involved in hydrocarbon\noxidation (since COox isn't a thing on RuO2)\n\nDefinite OER at +0.634 V vs RE (+.35 V vs RHE), looks like 10 uA of it, but also some volatage overshoot.\nChanging resistor from 100 Ohm to 500 Ohm. to avoid having that again.\n\nDefinite OER at +1.34 V vs RHE. Still lots of CO2 as well, and m/z=36 background could be lower. Changing wait\ntime to 2 minutes (starting now) and wait potential to 1 V (starting next time).\n\nClear OER at +1.33 V, but CO2 ox is dominating.\n\n22400 s - still see O2 at 1.32 V vs RHE !!!! :D Tied for record. But looks unlikely to beat it. More CO2 at 1.32 V\nvs RHE than at 1.33 V vs RHE... But that was also the first time resting at 1 V vs RHE. \n\nOh, I think there actually is an m/z=36 signal at 1.31 V vs RHE! But I don't know if it could be background from\ncracking of m/z=48 CO2. There's no m/z=32 signal in (normal) CO2 spectrum from NIST, so I think it's legit! Yeah\n:D New record for lowest overpotential at which anyone in the world has ever seen O2.\n\n07...\nCO2 signals doing weird things when starting full cycles (25000 s).\nRock climbed (!) while running full cycles. When I got back, switched carrier gas to O2. Strange response: m/z=36 O2\nfrom OER seems to get stuck.\n\nDamnit, bubble in working volume when trying to switch from O2 to He in prep for exchange experiment. Removed by\nsucking with syringe (to keep any dissolved Ru for ICP-MS)...\n08...\nLooks like no HOR, but it actually does oxidize CO :D\n\nchecking out and headed home. Cell and syringe left overnight in oven. Setup left with a drop of H2(16)O on and He\nflowing at 0.2 ml/min. Whoa, crazy oscillations! This chip has been doing excellently, but it is a bit quirky right\nnow. Alright, til next time, Scott out!\n\n----- 19A09 ----\nMass spectrum shows still too much H2(18)O in vacuum chamber. Falling very slowly. I'm heating it up (QMS timestamp\n12:26:56). Heating tape variable power supply set to 120, no Al foil or other insulation wrap.\n\nSeems to be working! After initial rise together with unlabled signal, m/z=20 and m/z=34 start to fall at 3000 s while\nunlabled signal is steady. </pre></td></tr>\n"
}