{
    "setup": "ECMS",
    "number": 76,
    "date": null,
    "field_data": {
        "ID": 76,
        "Date": "Sun Jan  7 14:16:50 2018",
        "Record date": "2018-01-07 12:00",
        "Author": "Scott",
        "Project Name": "OER",
        "Tag": "Choong1",
        "Sample Name": "Choong1",
        "Removed from vacuum": "In air since last time",
        "RE_vs_RHE": "0.660, uncalibrated",
        "Resistor": "",
        "Chip": "SI-3iv1-3-F2, SI-3iv1-3-C6",
        "Electrolyte": "0.1 M KOH, 0.1 M KOH in H2(18)O",
        "pH": "1",
        "cleanliness": ""
    },
    "sample_measurements": null,
    "measurement_EC_tags": null,
    "notes": "1) put from air into O18 electrolyte\n  a) cycles to see if there's a transient excess M34\n     i) without reducing in between (0.490 - 0.790 V vs RE, read from last time)\n     ii) with reducing in between (-0.685 - 0.790 V vs RE)\n  b) dosing O2 and seeing if I can get M34\n  c) dosing CO followed by O2 and see if I can get M44\n  d) calibrating, reducing, and oxidizing\n2) put in O16 electrolyte\n  a) cycles to see if there's a transient excess M34\n     i) without reducing in between\n     ii) with reducing in between\n  b) a normal-isotope CO strip, for reference\n  c) calibrate, reduce, and oxidize.\n3) Treat with O2 plasma in plasma cleaner, then put in O18 electrolyte \n  a) cycles to see if there's a transient excess M34\n     i) without reducing in between\n     ii) with reducing in between (should be a large reduction current the first time\n  b) CO strip to see if there's larger area\n  c) calibrate\n\nold (short) cell is for O18\nnew (tall) cell is for O16. \n\nThis will avoid cross-contamination of electrolyte, an annoying problem last time.\n\nBoth cells and of course u-cups are freshly piranha'd.\n\nAlso: last time I found out that the new (tall) cell has too large an internal volume to be filled up with the\n250 ul syringe, and that I (not Jacqueline) ordered the WRONG one last time! (Brian ordered a new one for me,\nbut I haven't heard anything about it arriving).\n\nGood mount.\nUsing old (short) cell. This also means the old dock and screws, which are awful compared to the new. I need to\nsee if I can't dock the old cell a nicer way.\n\nQMS timestamp 10:25:23 ... prolonged drop test indicates chip is doing fine\n\nQMS timestamp 12:14:11 ... added M46 and M48. This completely changes background level of M40 and M44. I need a\nlong talk with Robert and Kenneth.\nMount going well, but FUCK! QMS acquisition crashes in the middle of it. Got it restarted right away so I can see\nwhat's happening\n\nQMS timestamp 13:30:28 .. mount okay, but I put a bit too much through RE, not much left for CE, but I think I\nget liquid contact all the way.\nStable OCV!\n01.. Control amplifier overload. Damnit.\nThere's stable OCV between all pairs of electrodes. Trying again, same settings.\n02... Runs, CV's full of wild squiggles. But I get OER cycles. Let it run while eating lunch.\nIt gets slightly better over time, to the point that the only O2 signal is real O2. \nWhen I reduce, different parts of the CV get better and ovarall, worse. But OER activity changes significantly\nafter that and stays up. It seems maybe I actually did reduce, for the first time, the sample's native oxide.\nThis might be useful.\nIncreassing scan rate does not make it better. Okay, gonna focus on getting decent CV's\n03... lowering Irange makes no difference\n04--- increasing bandwidth to 5 actually seems to fix it!\n05--- now back to Irange=1 mA. Whole range of CV looks beautiful! :D\n\nalright, it's 15:00 and I'm on to item 1b. This will be a long day.\nShit! Some current leakage in cycle 8. May have been CE touching mounting block. I put yellow tape on mounting\nblock. Everything else still looks beautiful.\n\nQMS crashed again, new timestamp 15:27:43\nNo isotope effect in b. Also, Ir is bad at ORR.\n\n06...\n Maybe one an isotope effect c? At 2800s, distinctive behavior in M44 and M46\n\nH2 calibration point at 4800s, 2700s in EC.\n\nsyringe removed at 2900s to improve isotope ratio. Only helps a tiny bit. Putting in new electrolyte instead!\nDone at around 7700. \n\n07... beautiful CV, and beautiful isotope ratio! But CE came out, giving control amplifier overload.\n\n08... looking good. Redoing the O2 + CO experiment!\n\n09... CO2 calibration at 10000s: 20, 10, 10, 10, 5, 2 uA (I was getting water and the inlet tube in 307)\n\n10... another CO strip, this time showing degree of H2 poisoning first.\nAhhh! Forgot the loop! at OCV. \n\n11... Restarting quick, with LSV from OCV. It works! I didn't loose the CO. Beautiful CO strip.\nReducing sample.\nH2 cal at 13200\n\nO2 cal (constant potential because this material is awesome!) starting 13400... ahh, not quite good enough. \n\n12... one constant-current calibration. And I'm done. Hmmm... CP gives me a constant voltage. Why doesn't CA give\nme a constant current?\n\nIn 16O!\n13... damnit, it had set \"don't start on E overload\", stopped when it hit the anodic turn.\n14... no matter, continuing. This (with 13 for first cycle) is 2a i and ii. OER and HER potentials exactly as they\nwere in O18 electrolyte (nice sanity check)\nWhat on earth is the jump at 624s in EC? It's like it suddenly decides to become tilted. Did a leak current pathway\nsuddenly open up, or what???\nAnd What's M44 doing at 19000s?\n\n15...\nAhh, now that I want to do CO stripping, that background is immensely annoying. \nBarely anything first time.\nSmall CO displacement current at 1050s in EC.\nI'm going to remove this M44 background by flowing through RE and CE.\n\nCO2 comes back right again. Best guess: THre's some K2CO3 salt stuck somewhere in the cell, probably clamped into a\nluer adaptor.\nBut some combination of removing a bubble from RE and changing badwidth to 3 made the CV's much nicer. I can't do a\ngood CO strip in the MS like this. I could play around with displacement currents, but that's not what I want to do\ntoday.\nOkay, reducing and then oxidizing the electrode!\n\n18... Thre's more than 5 uA disappearing somewhere! WTF???\nThen again the noise in the current at this bandwidth is on the order 5 uA itself, so god knows.\n\n\nPlasma'd the sample! 30 seconds of 25%O2 in Ar plasma at the CEN plasma cleaner. It looks interesting (photo in\ndata folder)\nPut it in the O18 cell and started to dock the cell. Tightened too much, brook a chip. Switched to C6.\n\nNew QMS file, just so I don't have to add a day when synchronizing. Timestamp 00:01:32.\n\nStarted mounting but forgot drop test. Air a bit high? \n\nMounted anyway. Fuck, air is high! Was that a failed drop test? Air signal independent of chip pressure (up to 1.05\nbar) and He flow rate. Where is the crack?\n\nOr is it a bubble?\nIf there's okay electrical contact, I run anyway. M34 and M36 backgrounds are still plenty low.\n\n19...\nOCV was -0.2 V vs RE. Definitely doesn't scream \"oxidized.\"\nUgh, LSV with bandwith 5 Irange  oscilates with amplitude 50 uA. Fuck, the CVA was randomly set to start at 0 V vs\nRE. There was a discontinuity. At least CV looks nice. \n\nFirst cycle looks completely normal, after that activity completely dies. Did I destroy the Ir film, or am I just\ndoing shitty electrochemistry? Stuff like the random pulse of cathodic current 780-830 s in EC file indicates the\nlatter. Yeah, EC is completely fucked. God knows what I'm measuring. Pulled back the syringe at ca 965 s in EC file.\nThis seems to have caused a runaway cathodic effect, gave me HER. Damnit! I've reduced the sample now! Fuck, I've\nwasted my day. Except for practice playing around with Ir, and doing isotope experiments with both cells. But this\nwhole isotope thing is probably ust a waste of my time. Another random blip at EC 1140s. \n\nI need to get out of here so that I can go to Berkeley.\n\nLowering pressure in chip to 0.95 bar seems to remove bubble. I've got OER activity again!\nAlright, I think the first cycle, at 2500s, is legit. And I think the one at 3800s is too. They have the same ratio,\nit looks like. But I'm missing the reductive peak to prove the Ir was oxidized and thus put the nail in the coffin.\nThat will have to be another time though.\n\nAwesome oxidation peak at -0.4 vs RE as a result of plasma treatment, seems to grow with cycles. Otherwise the CV is\nthe same: no significant change of area of redox feature at 0.2 V vs RE compared to 16....\n\nHER and the peak at -0.35 V vs RE both get bigger only when the potential has gone through the redox at 0.2 V vs RE. \n\nMy best guess is that plasma-treated Ir absorbs hydrogen. I'll have to check if it matches with the HER charge minus\nthat seen as H2, calibration 6100s. Another possibility is that it's just roughening/degrading and there's a\ncontacting metal like Ti underneath that's being dissolved. \n\nSomething interesting at 7000s, where I give it a dose of CO while at +0.44 V vs RE. I can't quite explain what the\nisotopes are doing there.\n\n20...\nSo... I'm starting to get on a quite tight schedule for my plane, but the setup is functioning beautifully and there's\nmysteries to be solved\n\nAt first glance it looks like the M34/M36 ratio is changing during the O2 calibration at 12700. But I'm not sure.\n\nPacked up and getting out of here at 18A08 04h00, gotta be at the airport at 06h00.\nPeace out!</pre></td></tr>\n"
}